Repository: y3rbiadit0/washing-machine-iot-app
Catalog: lib/l10n/app_*.arb
Languages: es, it

source: Hello World!
es: Hola Mundo!
it: Salve Mondo!

source: Language
es: Lenguaje
it: Lingua

# home_page_reserve_button
source: Reserve Machine!
es: Hacé tu reserva!
it: Prenota la lavatrice!

# home_page_washing_machines_label
source: Washing Machines
es: Lavarropas
it: Lavatrici

# home_page_dryer_machines_label
source: Dryer Machines
es: Secadoras
it: Asciugatrici

# reservation_page_title
source: Reserve Machine
es: Reservar Lavarropas
it: Prenota Lavatrice

# reservation_page_reserve_button
source: Reserve
es: Reserva
it: Prenota

# reservation_step_finish
source: Finish
es: Finalizar
it: Concludi

# reservation_step_1_title
source: Reserving Machine
es: Reservando Lavarropas
it: Prenotazione Lavatrice

# reservation_step_1_description
source: Reserving your machine...
es: Estamos reservando tu lavarropas...
it: Stiamo prenotando la tua lavatrice...

# reservation_step_2_title
source: Machine Information
es: Información de la reserva
it: Informazioni sulla Prenotazione

# reservation_step_2_machine_id
source: Washing Machine ID
es: Lavarropas ID
it: ID Lavatrice

# reservation_step_2_machine_data
source: Information about the machine:
es: Información del lavarropas:
it: Informazioni sulla lavatrice:

# reservatopn_step_2_action
source: Reserved!
es: Reservado!
it: Prenotato!

# reservation_step_2_description
source: Your machine has been reserved!, you have 15 min to load your clothes
es: Tu lavarropas has sido reservado!, tienes 15 minutos para cargar tu ropa
it: La tua lavatrice Ã¨ stata prenotata! Hai 15 minuti per caricare i tuoi vestiti

source: Available
es: Disponible
it: Disponibile

source: Occupied
es: Ocupado
it: Occupato

source: Out of Service
es: Fuera de servicio
it: Fuori Servizio
